clear
echo "Чтобы запустить программу, напишите ее название и 3 параметра через пробелы, запятые или точки с запятой. Запускайте с правами супер-пользователя."
echo "Первый параметр - название файла со справкой."
echo "Второй параметр - слово \"yes\" или \"no\" в зависимости от того, нужно ли выводить справку перед завершением программы."
echo "Третий параметр - текущие дата и  время формате \"yy-mm-dd hh:mm:ss\""
echo "Пример запуска: sudo ./time_setter.bat my_help.bat Yes 25-02-19"
echo "Студент: Сысоев Антон, группа ИУ5-42, вариант 18."
